Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/travel_and_recreation/roads_and_safety/road_traffic_speed_limits_in_ireland.html.txt.tmx
Source language: en
Languages: ga

source: National speed limits in Ireland
ga: Teorainneacha luais náisiúnta in Éirinn

source: The Department of Transport, Tourism and Sport sets national speed limits
ga: Socraíonn An Roinn Iompair, Turasóireachta agus Spóirt teorainneacha luais náisiúnta

source: There are five different types of speed limits and different limits apply to different types of roads throughout the country
ga: Gearrtar fíneáil muirir sheasta de €80 ar choireanna róluais má thiomáineann tú thar an teorainn luais

source: If you are coming to Ireland for the first time or you are learning to drive, it is important for you to be aware of the speed limit on the roads
ga: Muna n-íocann tú d’fhíneáil muirir sheasta, gearrfar 3 pointí pionóis ort (féach "Rataí" thíos)

source: Speed limits are expressed through distinctive road signs throughout the country that state the limit in each area
ga: Cuirtear teorainneacha luais in iúl trí chomharthaí bóthair sainiúla ar fud na tíre a luann an teorainn i ngach ceantar

source: These signs are found on every motorway and on major roads and minor roads throughout Ireland and consist of a circular sign with a white background and a red border
ga: Faightear na comharthaí seo ar chuile mhótarbhealach agus ar phríomhbhóithre agus ar fhobhóithre ar fud na hÉireann

source: The speed limit in kilometres is shown in the centre of the sign in black numerals (i.e
ga: Is éard atá iontu ná comhartha ciorclach ar chúlra bán le himeall dearg

source: 30 kilometres per hour, 60, 80, etc.)
ga: Taispeántar an teorainn luais i lár an chomhartha le huimhreacha dubha (is é sin 30, 40, 60 agus araile)

source: Road distances and speed limits in Ireland are measured in kilometres
ga: Tá sé fíorthábhachtach a mheabhrú go gcuirtear teorainneacha luais in iúl le "mílte san uair" cé go dtomhaistear achair bhóthair ina gciliméadair

source: The Irish police force (Garda Síochána) is responsible for enforcing road traffic legislation to ensure that citizens comply with speed limits
ga: Mar chuid den Stráitéis um Shábháilteacht ar Bhóithre 2007 - 2012, tá an fheadhnacht GoSafe tar éis a bheith conraithe ceamaraí sábháilteachta nua a oibriú thar ceann na nGardaí Síochána

source: This means the Gardaí are responsible for detecting speeding offences and initiating proceedings by issuing fixed penalties to motorists who break speed limits
ga: Ó mhí na Samhna 2010, tá na ceamaraí sábháilteachta, oibrithe ag foireann GoSafe, ar na bóithre ar a tharla imbhuailtí cheana agus luas mar fhachtóir ranníocach iontu

source: An Garda Síochána has contracted the GoSafe consortium to operate safety cameras on their behalf
ga: Tá na ceantair ina bhfuil na ceamaraí á bhfeidhmiú ar fáil ar shuíomh gréasáin na nGardaí

source: The safety cameras, operated by GoSafe staff have been on roads which have a history of collisions occurring where speed was a contributory factor
ga: Oibríonn na ceamaraí ó veaineanna atá marcáilte le hábhar frithchaiteach ard-infheictheacht agus tá siombail cheamara sábháilteachta taispeánta iontu

source: Further information is available here
ga: Tá tuilleadh eolais ar fáil anseo

source: There are a total of five different types of speed limits throughout Ireland:
ga: Tá cúig chineál luasteorainn éagsúla ar fud na hÉireann:

source: • Town and city speed limits
ga: • Luasteorainn bailte agus cathrach

source: • Regional and local road speed limits
ga: • Luasteorainn bhóithre réigiúnacha agus áitiúla

source: Town and city speed limits (50 km/h)
ga: Luasteorainn bailte agus cathrach (50 km/h)

source: A speed limit of 50 kilometres per hour is in place in built-up areas (other than motorways or special speed limit zones)
ga: Tá luasteorainn de 50 ciliméadar in aghaidh na huaire i bhfeidhm i gceantair chomhthógtha (seachas mótarbhealaigh nó ceantair luasteorainn speisialta)

source: National road speed limits (100 km/h)
ga: Luasteorainn bhóithre náisiúnta (100 km/h)

source: A speed limit of 100 kilometres per hour is in place on all national roads (including dual carriageways) throughout Ireland
ga: Tá luasteorainn de 100 ciliméadar in aghaidh na huaire i bhfeidhm ar bhóithre náisiúnta ar fud na hÉireann (débhealaí san áireamh)

source: Regional and local speed limits (80 km/h)
ga: Luasteorainn réigiúnacha agus áitiúla (80 km/h)

source: A speed limit of 80 kilometres per hour is in place on all regional and local roads (sometimes referred to as non-national roads)
ga: Tá luasteorainn de 80 ciliméadar in aghaidh na huair i bhfeidhm ar bhóithre réigiúnacha agus áitiúla na tíre (tugtar bóithre neamh-náisiúnta orthu amantaí)

source: Motorway speed limits (120 km/h)
ga: Luasteorainn mótarbhealaigh (120 km/h)

source: A speed limit of 120 kilometres per hour is in place on all motorways
ga: Tá luasteorainn de 120 ciliméadar in aghaidh na huaire i bhfeidhm ar mhótarbhealaigh

source: You should note that learner drivers, vehicles under 50 cc, bicycles, pedestrians, animals and invalid carriages are not allowed on motorways in Ireland
ga: Ba cheart duit tabhairt faoi deara nach bhfuil cead ag tiománaithe foghlaimeora, feithiclí faoi 50 cc, rothair, coisithe, ainmhithe nó carráiste easláin a bheith ar mhótarbhealaigh in Éirinn

source: Special speed limits (30 km/h or 60 km/h.)
ga: Luasteorainn speisialta (30 km/h nó 60 km/h.)

source: Special speed limits are sometimes applied to designated roads and zones (mainly, for example, on roads on the outside of built-up areas, around schools, etc.)
ga: Tá luasteorainn speisialta curtha i bhfeidhm ar bhóithre agus ar cheantair leithdháilte amantaí (go príomha, mar shampla, ar bhóithre ar an taobh amuigh de cheantair chomhthógtha, timpeall scoileanna, srl.)

source: Special speed limits are generally for 30 km/h or 60 km/h
ga: Tá luasteorainn speisialta do 30 km/h nó 60 km/h go ginearálta

source: Local authorities in Ireland have the power to introduce bye-laws to set special speed limits in designated areas
ga: Tá an chumhacht ag Údaráis Áitiúla in Éirinn fodhlithe a thabhairt isteach chun luasteorainn ar leith a leagadh amach i gceantair áirithe

source: Read more about powers of local authorities here
ga: Léigh tuilleadh faoi na cumhachtaí atá ag údaráis áitiúla anseo

source: Certain vehicles in Ireland (specifically vehicles that are intended or adapted for the carriage of people, vehicles greater than a certain weight and vehicles that are drawing trailers) are subject to different speed limits than those outlined above
ga: Baineann luasteorainn éagsúla le feithiclí áirithe in Éirinn atá éagsúil ó na cinn atá luaite thuas (go háirithe feithiclí atá le bheith úsáidte chun daoine a iompar nó riochtaithe chun a leithéid a dhéanamh, feithiclí atá níos troime ná meáchan áirithe, agus feithiclí le tréiléar)

source: • Single and double deck buses and coaches (carrying standing passengers) - 65 km/h
ga: • Busanna le deic amháin nó dhá dheic (ag iompar paisinéirí atá ina seasamh) – 65 km/h

source: • Single and double deck buses and coaches (with accommodation for more than 8 passengers but does not carry standing passengers)
ga: • Busanna le deic amháin nó dhá dheic (le lóistín le haghaidh níos mó ná 8 bpaisinéir ach nach n-iompraíonn paisinéirí atá ina seasamh)

source: - Motorways and dual carriageways - 100 km/h
ga: - Mótarbhealaigh agus débhealaigh – 100km/h

source: - Other roads - 80 km/h
ga: - Bóithre eile – 80 km/h

source: • Towing Vehicles - 80 km/h
ga: • Feithiclí Tarraingthe – 80 km/h

source: • Trucks (with a design gross weight of more than 3,500kg)
ga: • Trucailí (le hollmheáchan deartha de níos mó ná 3,500kg)

source: - Motorways - 90 km/h (since 1 April 2012)
ga: – Mótarbhealaigh - 90 km/h

source: Exceptions to speed limits
ga: Eisceachtaí ó na teorainneacha luais

source: Speed limits do not apply in Ireland to ambulances, fire brigade services or Garda vehicles being used in the course of duty
ga: Ní bhaineann teorainneacha luais in Éirinn le hotharcharranna, feithiclí an Gharda Síochána agus iad in úsáid oifigiúil acu ná feithiclí na briogáide dóiteáin

source: It is an offence for anyone to use a speed meter detector in any vehicle in Ireland under the Road Traffic (Speed Meter Detectors) Regulations, 1991
ga: Is coir í má úsáidtear brathadóir luasmhéadar i bhfeithicil ar bith in Éirinn de réir na Rialachán um Thrácht ar Bhóithre (Brathadóirí Luasmhéadar), 1991

source: Under this legislation, it is also an offence to import, fit and supply speed meter detectors and jammers
ga: De réir na reachtaíochta seo, is coir í chomh maith brathadóirí nó bacainní luasmhéadar a iompórtáil, a chur isteach nó a sholáthar

source: The Gardai are empowered to seize this equipment if it is found in your vehicle or in your possession under the Customs Consolidation Act 1876
ga: Tá cead ag na Gardaí, de réir an Achta um Dhaingniú Custaim, 1876, an fearas seo a ghabháil má fhaightear é i d'fheithicil nó i do sheilbh

source: Driving in excess of the speed limit will result in a fixed-charge fine of €80 for speeding offences
ga: Is é an pionós a ghearrtar ar choireanna luais ná fíneáil muirir sheasta chomh maith le phointe pionóis ar do cheadúnas tiomána

source: You will also automatically receive 3 penalty points on your driving licence
ga: Más amhlaidh gur aimsigh ceamara tráchta de chuid an Gharda Síochána tú ag tiomáint ar róluas, geobhaidh tú fógra tríd an bpost faoin bhfíneáil muirir sheasta agus faoi na pointí pionóis

source: You have 28 days in which to pay your fixed-charge fine from the date the notice issues
ga: Beidh 28 lá agat chun an fhíneáil a íoc

source: If you were not the driver of the vehicle, you must complete the relevant section on the notice and return it within 28 days of its issue
ga: Tá tuilleadh eolais ar-fógraí muirir sheasta ar fáil sa doiciméad ar chionta tiomána

source: Further information on fixed-charge notices is available in our document on driving offences
ga: Tá tuilleadh eolais ar na teorainneacha luais éagsúla atá i bhfeidhm ar fud na hÉireann ar fáil i Rialacha an Bhóthair, atá ar fáil ar chostas 3 euro ó d'oifig phoist áitiúil nó ón Oifig Dhíolta Foilseachán Rialtais, Teach Sun Alliance, Sráid Theach Laighean, Baile Átha Cliath 2
